{"trueVenue" : " Victoria Square", "title" : "ArtSpace ", "markerID" : "34", "id" : "262", "description" : "The chance to see and buy a range of afforable art by talented artists from the region and all at affodable prices", "time" : "16.00", "venue" : "Victoria Square", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 17.00 - 17.25 Centenary Square Stage", "title" : "Jake and Elwood Blues ", "markerID" : "7", "id" : "56", "description" : "www.jakeandelwood.co.uk\r\n\r\nJoliet Jake Blues began life as a drummer with local 'beat' groups before moving on to team up with Elwood and use his amazing 'whiskey' voice to launch The Best Blues & Souls Show In The World ... EVER !!!\r\nThey now perform the show in theatres and arenas across the world.\r\nJake once said his 'best moment' was when he and partner Elwood were invited onto the stage at Shepherds Bush Empire in London. Here they joined the \"Original Blues Brothers Band\" featuring Stax guitarist and composer, Steve 'The Colonel' Cropper, as well as trumpeter Alan 'Mr. Fabulous' Rubin, sax player Lou 'Blue Lou' Marini and Eddie Floyd.\r\nDuring 'Soul Man', Jake performed his trademark cartwheel, and after the show, Steve Cropper commented with a wry smile...\r\n\"When Belushi did his cartwheels, we all gotten out of the way in case he broke our instruments. Watching you brought it all back!\"\r\n\r\nElwood has played at a host of venues worldwide, but states that his best ever gig was when the band performed at Earls Court in London with a galaxy of superstars, including Sir Paul McCartney, The Corrs, Ronan Keating and Spandau Ballet.\r\nElwood can play the Harmonica live, and truly from the heart. His energetic dancing, his natural singing voice, together with the great rapport he has with Jake, makes him a joy to watch.\r\nAlan Rubin from the Original Blues Brothers Band once paid Elwood the highest accolade when he said, \"Watching you was just like watching Danny (Aykroyd), you've got his expressions and mannerisms down to a fine art.\"\r\n", "time" : "17.00", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 17.25 - 17.50 Chamberlain Square Stage", "title" : "Ghetto Records", "markerID" : "11", "id" : "149", "description" : "“I dream BIG, work hard, keep positive and have fun - that’s my formula for my life right now! Life is really good if you let it be!” These are the words of the multitalented singer songwriter Chipo who is releasing her unique debut single Vibe on Ghetto Records early May. Arriving with a fresh new sound for the UK music scene, the Birmingham born starlet describes her style as a mix of pop/rnb vocals fused with exotic beats and rhythms and has been working with talented international producers to make a great line up of hit songs to be released this year. \r\nHaving started off singing live as a tribute act to the legendary Diana Ross and the Supremes in some of the best venues in the UK, its no surprise that Chipo comes from a musical family background, being the niece and managed by the man himself ''Dennis Seaton'' lead singer of the famous 80's band ''Musical Youth'' who released the popular hit song'' Pass the Dutchy''. Chipo says I have lots of influences from my family “I wrote the song Vibe to inspire people to let go of their daily worries, relax and just enjoy their life. It makes me feel good whenever I listen to it and I want to spread those happy vibes out into the world!” With a growing fan base, a debut album in the making and a fun, positive approach to life and her music, Chipo is definitely one to look out for this year! \r\n\r\nwww.ghettorecords.co.uk/chipo%20zatcha%20the%20single.html", "time" : "17.25", "venue" : "Chamberlain Square ", "day" : "Friday" }
{ "trueVenue" : "Friday 10th September 17.30  -19.30 Symphony Hall", "title" : "Birmingham Jazz presents", "markerID" : "24", "id" : "268", "description" : "This is a special free session of the ever popular Rush Hour Blues session with a double bill featuring the Ben Markland Quintet and the Percy Pursglove Andrew Bain Organ Quartet ", "time" : "17.30", "venue" : "Symphony Hall", "day" : "Friday" }
{ "trueVenue" : "Friday 10th September 17.50 - 18.15 Centenary Square Stage", "title" : "The Father Teds", "markerID" : "7", "id" : "254", "description" : "The Teds have gained a reputation as one of the finest contemporary Irish bands around, delighting audiences throughout the U.K., Ireland and beyond with their excellent interpretations of popular Irish songs and traditional tunes. Keen to lend their own voice to the great tradition of Irish music the band have spent the past year writing and recording their own original material. Bolstered by the success of their 2009 E.P. 'Paddy's Day Parade' (which has enjoyed radio play in the U.K., Ireland, U.S. and Australia) The Teds have just released their brand new album, 'You, Me and The Sea Between Us'. Inspired by the Irish immigrant experience and addressing universal themes of exile, love and longing, its twelve tracks encompass a variety of musical styles, from up-tempo toe-tappers to sweeping ballads, all with a fresh, modern twist. \r\n\r\nwww.myspace.com/thetedsmusic", "time" : "17.50", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : " Friday 10th September 18.15 - 18.40 Chamberlain Square Stage", "title" : "Sicum", "markerID" : "11", "id" : "422", "description" : "With the energy of Rage Against The Machine, the funk of the Red Hot Chili Peppers and the middle finger of Eminem, Sicum are anything but your average band. Sicum are not here to be cool or gain your respect, only to give you the chance to break free from today. Gaining more support, from fans and fellow bands alike, every gig they play, including headlining the Midlands Regional Gig at the Barfly, Sicum are definitely going places and everyone’s invited. Mixing funky hip-hop bass lines and rock/rap drum beats layered under funk-rock and alternative guitar riffs and thought provoking lyrics Sicum have managed to create a raw sound that feels completely fresh and inviting but gives no apologies. By allowing each member to individually express themselves through their instrument they have created a tight and very solid sound. This all combines and comes across very strong in their live performances where they’re not scared of connecting with the crowd. “The crowd is as much a part of each song as we are”. All minds want to break free, now there is someone to open the door. Sicum, music but not as you know it.\r\n\r\nwww.myspace.com/sicumband\r\n", "time" : "18.15", "venue" : "Chamberlain Square ", "day" : "Friday" }
{"trueVenue" : " The Flapper Pub Bar.", "title" : "Brendan Hawthorne (performance 2)", "markerID" : "26", "id" : "150", "description" : "Facing Fifity\r\nA performance poet and songwriter examining this milestone with both humour and derision\r\n\r\nFacing Fifty - Poet Brendan Hawthorne contemplates this milestone of life, its impact and its meaning. He examines the event with both humour and derision and shares his thoughts, feelings and fears with his audience which, he hopes, may even be able to offer advice on facing the future! For some, this could be a vision of what the future holds for them, for others it may offer an opportunity for empathy and for the rest, it may simply be pure nostalgia! Join him on this unsentimental journey and celebrate.\r\n\r\nBrendan Hawthorne is a poet and songwriter from the Black Country, telling tales of life in the post-industrial age. He has performed his work for 10 years, being published, and at ArtsFest consecutively for many years. He is the poet-in-residence at a manor house and a church and enjoys meeting new audiences.\r\n\r\nBrendan has featured in a national advertising campaign for Smooth Radio, representing and promoting the region as one of their eight Ambassadors and highlighting poetry as a profession.\r\n\r\nBrendan is passionate about the Midlands and the Black Country in particular, performing in both standard English and Black Country dialect. What marks him as different to other BC dialect performers is that he examines the present rather than the past, seeing BC dialect as a living language, rather than an historic one.\r\n\r\n", "time" : "18.30", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 18.40 - 19.05 Centenary Square Stage", "title" : "Goodnight Lenin", "markerID" : "7", "id" : "255", "description" : "Formed in the autumn of 2009, Goodnight Lenin’s songs are reminiscent of the singer songwriters of the 1960s & 1970s, whilst still being relevant to the modern day listener. Inspired by Dylan, Young and Simon & Garfunkel, they constantly strive to deliver honest, experience based lyrics that flow along into their carefully crafted sound that seamlessly crosses genres.\r\n\r\nIn the beginning, Goodnight Lenin remained undiscovered until a video from a low key gig played in a friend’s kitchen surfaced online. Shortly afterwards they were booked to headline the Lunar Stage at Moseley Folk Festival where they will play immediately before another of their great inspirations - Donovan. The aptly named ‘Kitchen Tour’ was to continue throughout the start of 2010, whilst also playing shows with First Aid Kit, Darwin Deez, The Features and opening British Sea Power’s festival ‘Sing From Ye Hillsides’. They will also be playing a series of festival shows this summer.\r\n\r\nWith press and word of mouth rapidly drawing attention to the band, they entered the studio to record their first single ‘Crook in the Creek’ which will be released on Static Caravan Recordings in August 2010. Despite the single not being due for release until the late summer of 2010, they were blessed enough to receive their inaugural radio play recently on Guy Garvey’s Finest Hour, BBC Radio 6 Music. \r\n\r\nwww.myspace.com/goodnightlenin", "time" : "18.40", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 19.00 - 19.30 Prince of Wales", "title" : "Stuart Zola", "markerID" : "30", "id" : "55", "description" : "Powerful, melodic songs with insightful, witty  and quirky  lyrics served with passion and sensitivity Where the Kinks meets Jacques Brel!", "time" : "19.00", "venue" : "The Prince of Wales Pub", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 19.00 - 19.25 The Flapper - Gig Room", "title" : "Orius", "markerID" : "26", "id" : "213", "description" : "Alternative heavy rock band from Stourbridge alive with diversity; boasting contagious guitar riffs, provocative lyrics and emphatic vocals backed by a hard-hitting rhythm section.", "time" : "19.00", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 19.05 - 19.30 Chamberlain Square Stage", "title" : "OST", "markerID" : "11", "id" : "222", "description" : "OST have the ability to take the audience on a journey, the euphoric dance beats and epic soundscapes, mix psychedelic sounds with heavier dance orientated rhythms and synths. Big purveyors of the DIY work ethic have seen the lads create their grass roots music festival in Wiltshire and throw related events across the country. \r\nThe wide appeal of their music has seen them play main stage sets at festivals such as 2000 Trees Festival, the Arts Festival in Birmingham, Moon Fest, Kingston Green Fair, Vale Festival and their own Fieldview Festival. OST also received 65,000 downloads of their track Gods Electric Super Scene in America when their track found its way onto a national blog after it’s free promotional release by Radar Maker. \r\n2010 and sees the lads building on these solid, hard earnt foundations... \r\n\r\nwww.myspace.com/oldschooltie", "time" : "19.50", "venue" : "Chamberlain Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 19.30 - 20.00 Centenary Square Stage", "title" : "Tempting Rosie", "markerID" : "7", "id" : "256", "description" : "'And Tempting Rosie did come down from the heavens and said \"let there be ska!\" and the sound of trumpets echoed through the valley'. \r\n\r\nHey! We're Tempting Rosie, a 7 strong trumpet waving, ass kicking ska band from Birmingham. We're a fun loving band that you can dance to, and we mix in influences from the realms of DUB and Reggae with a bit of indie and poppy goodness thrown in for good measure! \r\n\r\nWe've been going for about 3 years now adding members to the line-up as we go. We've had a few big moments so far, getting to the national finals of the Surface Unsigned Festival last year, and playing with some pretty big names, such as The King Blues, Kid British and Tinchy Stryder. \r\n\r\nWe have a lot of love for our fans and get a lot of love from the crowds at our gigs, whether they're from our loyal fanbase or people who have listened to us for the for the first time; people say we that we're one of the more exciting bands on the Birmingham scene to watch and to dance to, and our gigs often end in crazy stage invasions with the whole audience singing along. \r\n\r\nWe don't think we've done our job properly unless the audience walks away from the gig humming the catchy brass lines and screaming the choruses! \r\n\r\nwww.myspace.com/temptingrosie", "time" : "19.30", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 19.50 - 20.15 The Flapper Pub - Gig Room", "title" : "Aceldama", "markerID" : "26", "id" : "27", "description" : "Infectious, groove laden, rock music with an explosive live performance!!!", "time" : "19.50", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 20.00 - 02.00 The Yardbird", "title" : "The Yardbird Sessions", "markerID" : "31", "id" : "269", "description" : "Live deep funk from a special band to be announced (watch this space!) and Dj's", "time" : "20.00", "venue" : "The Yardbird Jazz Club", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 20.00 - 20.30 The Prince of Wales", "title" : "Louise Mary Stokes", "markerID" : "30", "id" : "253", "description" : "Kimmy Sue Anne brings her unique take on the world and today's society through her poetry and chat. Innit", "time" : "20.00", "venue" : "The Prince of Wales Pub", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 20.00 - 21.30 Town Hall", "title" : "BBC Big Band meets The Notebenders", "markerID" : "32", "id" : "273", "description" : "a unique ArtsFest collaboration and jazz celebration as Town Hall Associate Artist the BBC Big Band join forces with Birmingham-based community big band The Notebenders.  Concert to be recorded for BBC Radio 2's Big Band Special.", "time" : "20.00", "venue" : "Town Hall", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 20.00 - 20.30 Chamberlian Square Stage", "title" : "Unfriendly Neighbours", "markerID" : "11", "id" : "261", "description" : "We are a local group all hailing from the midlands – mainly Tamworth and have been promoting and performing our music for the last 5-6 yrs. We have been lucky enough to be part of local festivals in the past doing Coventry’s Godiva Festival twice, Fuse Fest in Derby on behalf of Love Music Hate Racism and not to mention the numerous support slots we have done which helped us build a reputation. Acts we have supported include N Dubz, Example, KRS 1, Kano, Ugly Duckling and many more. We have also had good support from the media with our debut video going to number 1 on channel u and we have received some great reviews of our last release “Still Starvin” which was released on Banana Klan records by Roots Manuva.\r\n\r\nwww.myspace.com/unfriendlyneighbours", "time" : "20.00", "venue" : "Chamberlain Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 20.30 - 21.30 Centenary Square Stage", "title" : "The Drum presents Simmerdown Reggae featuring Yaz Alexander, Abelwell and Skibu", "markerID" : "7", "id" : "257", "description" : "The Drum presents the passion and energy of local talents Yaz Alexander, Skibu and Abelwell performing reggae, neo-soul and R&B. You can check out further Drum information and chat to staff at our stall.\r\n\r\nwww.myspace.com/abelwell\r\nwww.myspace.com/skibu\r\nwww.myspace.com/yazalexander", "time" : "20.30", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 20.40 - 21.05 ", "title" : "Raven Vandelle", "markerID" : "26", "id" : "267", "description" : "Fetching melodies, intense lyrics and powerful music create \"Sing Along\" anthemic rock in the Raven Vandelle manner.", "time" : "20.40", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 21.00 - 21.30 The Falpper Pub - Gig Room", "title" : "Stunts", "markerID" : "30", "id" : "206", "description" : "Songs about life and the Human Condition", "time" : "21.00", "venue" : "The Prince of Wales Pub", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 21.30 - 22.00 The Flapper Pub - Gig Room", "title" : "Elmo Sexwhistle", "markerID" : "26", "id" : "420", "description" : "Elmo Sexwhistle is a blend of heavy metal riffs, NIN-like keyboard sounds, psychedelic atmospheres, random Nintendo sounds and orchestral elements; they have been likened to Faith No More, Pendulum, Paradise Lost and The Prodigy, surely a great appraisal of their song writing abilities.\r\n\r\nThe Band has just finished their stunning new record, “The Bullshit and Bravado EP” which is surely set to be one of the best unsigned releases of 2009.\r\n\r\nwww.myspace.com/elmosexwhistle", "time" : "21.30", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 22.00 - 22.30 Centenary Square Stage", "title" : "Musical Youth", "markerID" : "7", "id" : "258", "description" : "Best remembered for their successful Grammy-nominated single, \"Pass the Dutchie.\" Musical Youth return to ArtsFest performing old favourites and new hits!\r\n\r\nwww.musicalyouth.net", "time" : "22.00", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 22.00 - 22.30 Prince of Wales", "title" : "Graham Clews", "markerID" : "30", "id" : "32", "description" : "Classic rock inspired original material including reggae and blues, featuring Led Zeppelin style virtuoso guitar and west coast vocal harmonies. ", "time" : "22.00", "venue" : "The Prince of Wales Pub", "day" : "Friday" }
{"trueVenue" : "Friday 10th September 22.30 - 23.00 The Flapper Pub - Gig Room", "title" : "Signify", "markerID" : "26", "id" : "120", "description" : "Signify play rock how it's intended bringing their diverse musical tastes through in their music whilst still maintaining the hard hitting riffs and catchy hooks.", "time" : "22.30", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : " 13.30 - 14.00 and 16.15 - 16.45 Heart FM's Family Zone City Centre Gardens; Sunday 12th September 15.00 - 16.00 Markets Area", "title" : "The Dhol Crew", "markerID" : "11", "id" : "197", "description" : "Dhol playing aiming at everybody of all ages with crowd interaction.  Take part in dancing to the sound of the Dhol.", "time" : "10.15", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 10.40 - 11.00 Chamberlain Square Stage", "title" : "Fountain of Youth", "markerID" : "11", "id" : "245", "description" : "3 piece rock band with the combined age of  38 ", "time" : "10.40", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 11.00 - 16.00 Town Hall Foyer", "title" : "Family Friendly ArtsFest at Town Hall", "markerID" : "32", "id" : "364", "description" : "Family friendly activities will be on offer throughout the day.  Come and join the celebration", "time" : "11.00", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 11.00 - 16.00", "title" : "Family Friendly ArtsFest at Symphony Hall", "markerID" : "24", "id" : "301", "description" : "Family friendly activities will be on offer throughout the day.  Come and join the celebration.", "time" : "11.00", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : " Victoria Square", "title" : "ArtSpace ", "markerID" : "34", "id" : "262", "description" : "The chance to see and buy a range of afforable art by talented artists from the region and all at affodable prices", "time" : "16.00", "venue" : "Victoria Square", "day" : "Friday" }
{"trueVenue" : "Saturday 11th September 11.20 - 11.40 Chamberlain Square Stage", "title" : "Saviour Soul Rock Choir presented by Birmingham Irish Community Forum", "markerID" : "11", "id" : "318", "description" : "Contemporary Christian School Rock Band", "time" : "11.20", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 12.00 - 12.30 BMAG Gallery 33 ", "title" : "Second City Sax", "markerID" : "37", "id" : "242", "description" : "Second City Sax performs a wide variety of well-known music - light classical, swing, ragtime, traditional and modern jazz -  specially arranged for saxophone quartet .  ", "time" : "12.00", "venue" : "Birmingham Museum & Art Gallery", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 12.00 - 12.20 Chamberlain Square Stage", "title" : "Laura Bowen", "markerID" : "11", "id" : "319", "description" : "She's young but shes got a seasoned slightly raspy pop edge to her voice calling to mind the early days of Lulu with a touch of the Bangles", "time" : "12.00", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 12.00 - 12.30 The Yardbird", "title" : "Sound it Out presents Musical Connections", "markerID" : "31", "id" : "306", "description" : "Musical Connections is a project for isolated adults in Birmingham. Come and be astounded by the music they make: it's original, accomplished and full of the stuff of life. ", "time" : "12.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 12.00 - 12.45 Symphony Hall", "title" : "Strings in the City with Orchestra of the Swan", "markerID" : "24", "id" : "302", "description" : "Musicians from Town Hall Associate Artist Orchestra of the\r\nSwan will bring the region’s string players together in a massed\r\nperformance of Vaughan Williams’s 'Concerto Grosso for String\r\nOrchestra'. A unique opportunity to play, or hear this great work.\r\n\r\n*Get involved*: If you play a string instrument at Grade 2 or above, we’d like to invite you to perform in Strings in the City. \r\n\r\nPre-registration is essential, please email\r\nKatie.Banks@thsh.co.uk or call 0121 644 5183.\r\n", "time" : "12.00", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 12.00 - 12.30 The CBSO Centre", "title" : "Pamela Beesley with pianist Phil Ypres-Smith", "markerID" : "25", "id" : "286", "description" : "English art songs of the early 20th Century", "time" : "12.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{ "trueVenue" : "Saturday 11th September 12.00 - 13.00 Town Hall", "title" : "Ex Cathedra ", "markerID" : "32", "id" : "365", "description" : "Town Hall’s associate choir showcases its beautiful and faultless singing. The choir’s international reputation goes from strength to strength, come and hear why.\r\n\r\nA Taste of Town Hall\r\nSaturday 11 September, 12 noon – 4pm\r\nFree showcase performances from the Town Hall Associate Artists.\r\n", "time" : "12.00", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 11.25 - 11.35 Chamberlain Square Stage", "title" : "Anoushka M", "markerID" : "11", "id" : "159", "description" : "Anoushka M government name Mandy Nana 15 from birmingham. She's an Artist/Songwriter who's willing to collaborate with any one that's interested in working with her. She has been writting songs since the age of 13 and since then music has been a big part of her life. Anoushka M is a very passionate artist and willing to try any genres of music she don't just do R&B, HipHop or grime she can do Rock, POP you name it. She doesn't have a musical background as she was inspire by the likes of usher, Tinie tempa, Bashy, Jay-z, Chris brown, Beyoncey and a new comer Justin Biebier she believes that if they could make it at such young age why can't she? So she is chasing her dream. As she would say: Look up to the sky where your dreams lies and say to your the skys my limit and I'm gonna reach it. Faith and believe is the key to success. \r\n\r\nwww.myspace.com/anoushkamandy", "time" : "12.25", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : " 16.30 - 17.00 City Cafe at City Inn.  Sunday 12th September 16.00 - 16.30 The Flapper Pub Bar", "title" : "Louise Kilbride", "markerID" : "30", "id" : "289", "description" : "Soulful acoustic with an Irish infleunce, Louise's songs are as strong and sweet as her voice...with stunning guitar accompaniment \"Unalloyed acoustic loveliness\" (Birmingham Post)", "time" : "12.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 12.30 - 12.50 The Flapper Pub - Gig Room", "title" : "Deceptions Pocket ", "markerID" : "26", "id" : "93", "description" : "We are a young up and coming band, who love music and having a good time whilst making catchy tunes for people to enjoy ", "time" : "12.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 13.00 - 14.00 Chamberlain Square Stage", "title" : "Dancing for the Games ", "markerID" : "11", "id" : "351", "description" : "Bollywood Dance explosion! Learn to dance Bollywood style with professional dancers who have performed in Bollywood itself. Learn the moves, wear the fabulous costumes, strike a pose, hear the drum beats and transport yourself to Mumbai and perform! This is your Dancing for the Games Chance to Dance Challenge. We challenge you to stay still!\r\n\r\nDad’s Dancing, Students Salsa-ing, Babies Boogying and Pensioners Polka-ing. The West Midlands is Dancing for the Games to celebrate and countdown to London 2012, why don’t you join us?  \r\nTry it, see it, tell us about it! \r\n", "time" : "13.00", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "11th September 13.00 - 13.30 The CBSO Centre", "title" : "Robson Piano Duo", "markerID" : "25", "id" : "198", "description" : "Popular piano duets including Gershwins famous Rhapsody in Blue.", "time" : "13.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 13.00 - 13.30 Centenary Square Stage. Sunday 12th September 20.00 - 20.30 The Yardbird Jazz Club", "title" : "Oya Batucada", "markerID" : "7", "id" : "82", "description" : "Live and raucus with a dynamic swinging beat, Oya Batucada and the sons of Xango horn section can drop a street party groove, wherever! \r\n\r\nOYA batucada have been playing carnivals, clubs, corporate occasions, private parties and weddings in Birmingham and beyond for over ten years.\r\nIn previous years you may have caught us at the hugely succesful \"Viva Brazil\" nights or during our slamming rhythmic feasts at the ABS Latin American Festivals in Centenary Square, the Mailbox and the Arcadian.\r\nSONS AND DAUGHTERS OF XANGO\r\nWe have just taken our performances to a new level with the addition of a four piece horn section: flute, trumpet, tenor sax and trombone. We are proud to welcome Lisa, Alvin, Dee and Errol to the world of Oya..\r\nMeanwhile... the bateria are now joined by brasiliera vocalist Monica Guerra whose sweet earthy style combines brilliantly with our bass heavy beats \r\n", "time" : "13.00", "venue" : "Centenary Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 13.00 - 13.30 The Yardbird", "title" : "Club: O", "markerID" : "31", "id" : "80", "description" : "Chilled out sounds, an acoustic heart with conscious lyrics and rootsy beats", "time" : "13.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 1th September 13.10 - 13.30 The Falpper Pub Gig Room", "title" : "Just Morale", "markerID" : "26", "id" : "233", "description" : "NME coverage,  supports with Rev And The Makers , use the same knob twiddler as The Enemy...driving guitars , a pound along rhythm section and a snarling agitated singer, o.k. they nod to Arctic Monkeys, and share certain attributes with The Enemy (insistent sing-along choruses) but they've also got a lot of conviction and a modicum of factor x…", "time" : "13.10", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 13.30 - 14.00 The Prince of Wales", "title" : "AlBarz", "markerID" : "30", "id" : "199", "description" : "Brilliant poems with incisive observations and humorous undertones, often accompanied by retro keyboard backing. A unique experience.", "time" : "13.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 13.30 - 14.30 Town Hall", "title" : "Black Voices ", "markerID" : "32", "id" : "366", "description" : "From gospel to spirituals, Caribbean to\r\nAfrican, jazz and blues, Birmingham’s Black Voices is firmly rooted\r\nin music that energises and uplifts, challenges and educates.\r\n\r\n\r\nA Taste of Town Hall\r\nSaturday 11 September, 12 noon – 4pm\r\nFree showcase performances from the Town Hall Associate Artists\r\n", "time" : "13.30", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : "11th September 11.30 - 12.00 BMAG The Industrial Gallery and 13.50 - 14.10 The Flapper Pub Gig Room", "title" : "Eat Y'Self Pretty", "markerID" : "26", "id" : "292", "description" : "A lively five piece, whos 'tunes are great and are full of delightfully obscure soundscapes.'", "time" : "11.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.00 - 14.30 The CBSO Centre", "title" : "Birmingham Chamber Music Society presents a recital by the Hepplewaith Trio", "markerID" : "25", "id" : "212", "description" : "Birmingham Chamber Music Society is an established part of Birmingham's cultural life. The Society promotes concerts in the Adrian Boult Hall featuring internationally renowned artists. ", "time" : "14.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.00 - 14.30 The Yardbird and Sunday 12th September 14.30 to 15.00 The Prince of Wales", "title" : "Michelle Lawrence and The Equators", "markerID" : "31", "id" : "188", "description" : "Singer-songwriter Michelle Lawrence and  'The Equators ' perform a fantastic set of original  pop, acoustic and soul music.  Great live music for everyone. ", "time" : "14.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.00 - 14.30 Centenary Square Stage", "title" : "Wellington (Telford) Brass Band", "markerID" : "7", "id" : "217", "description" : "Competing first section Brass Band", "time" : "14.00", "venue" : "Centenary Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.30 - 14.50 The Flapper Pub Gig Room", "title" : "Cajole Cajole", "markerID" : "26", "id" : "293", "description" : "Exciting new wave indie pop", "time" : "14.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.30 - 15.00 Chamberlain Square Stage", "title" : "Faded Cadence", "markerID" : "11", "id" : "187", "description" : "A young acoustic band that mix unique vocals, keys and violin, creating a fresh and original sound.\r\n\r\n\"There's an authority and strange maturity in the plainly very young Faded Cadence's songs and arrangements. A two boy, two girl partnership from the West Midlands, they play stripped down Sigur Ros melodies with gorgeous multi harmony vocals and a heavy mellow feel.\"\r\nQ\r\n\r\n\"Faded Cadence are an interesting proposition. They're an act who are gentle on the ears using guitars, violin and synth, mixing their acoustic and electronic styles well, and the lack of bass isn't noticeable. Their newer material shows their potential with 'The Valediction' which is a proficient outing.\"\r\neFestivals\r\n\r\nwww.myspace.com/fadedcadence", "time" : "14.30", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.30 - 15.30 Symphony Hall", "title" : "Mid-Day Mantra – Al Faheem Mazhar", "markerID" : "24", "id" : "303", "description" : "A taster session of Symphony Hall and Sampad’s\r\nfree monthly lunchtime Asian chill series, 'Mid-day\r\nMantra'. Be transported by the magical singing of Al\r\nFaheem Mazhar, acclaimed master of the ancient\r\nIndian vocal tradition and student of some of the\r\ngreatest classical gurus. \r\n", "time" : "14.30", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 14.30 - 15.00 The Prince of Wales", "title" : "Claret", "markerID" : "30", "id" : "299", "description" : "Clarets repertoire is a diverse and eclectic, different mix of English/folk with influences of the rest of the British Isles to Europe on a fascinating array of instruments, always sparking a talking point from audiences. The sensitive arrangements of their music and song have an individuality, with a jazz-slant thrown in, not to be pigeon-holed! Claret are always in contact with their audiences, getting them to join in with the music, which is a must on an out-door stage presentation, apart from a brief mood change to one or two sensitive numbers.  ", "time" : "14.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.00 - 16.15 Centenary Square Stage", "title" : "Birmingham Royal Ballet Walk of Stars", "markerID" : "7", "id" : "277", "description" : "Birmingham Royal Ballet is inaugurated in to the Broad Street Walk of Stars, followed by the company performing excerpts from thier forthcoming season.", "time" : "15.00", "venue" : "Centenary Square ", "day" : "Saturday" }
{"trueVenue" : "Friday 11th September 15.00 - 15.30 The Yardbird", "title" : "Robert Lane", "markerID" : "31", "id" : "195", "description" : "Eclectic musician with a style which touches on the introverted singer songwriter, broken hearted blues journeyman and pop tinged troubadour. Robert has performed at venues including the LG Arena, The Jam House and the Edinburgh Fringe", "time" : "15.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.00 - 16.15", "title" : "Birmingham Royal Ballet", "markerID" : "7", "id" : "276", "description" : "", "time" : "15.00", "venue" : "Centenary Square ", "day" : "Saturday" }
{"trueVenue" : "11th September 15.00 - 15.30 The CBSO Centre", "title" : "Stella Seaton Sims and Michael Jones ", "markerID" : "25", "id" : "287", "description" : "Lively classical music to inspire all and celebrate inter-cultural conncetions - Midland, British, and international - with Stella Sims (mezzon soprano) and Michael Jones (piano/organ)", "time" : "15.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.00 - 16.00 Town Hall", "title" : "Town Hall Gospel ", "markerID" : "32", "id" : "367", "description" : "The hall’s acclaimed gospel choir\r\nperforms music to thrill and inspire.\r\n\r\nA Taste of Town Hall\r\nSaturday 11 September, 12 noon – 4pm\r\nFree showcase performances from the Town Hall Associate Artists\r\n", "time" : "15.00", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.10 - 15.30 The Flapper Gig Room", "title" : "Shana Tova", "markerID" : "26", "id" : "67", "description" : "Drizzling melodic honey onto hot buttered indie, switching 'awkward' into 'insanely hummable'! More hooks than a Peter Pan convention, more catchy than a Velcro Virus!", "time" : "15.10", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.30 - 16.00 The Prince of Wales", "title" : "CANOE", "markerID" : "30", "id" : "170", "description" : "CANOE - A BEAT FOLK BAND PLAYING BEATING HEART ORIGINAL MATERIAL AND POPULAR COVERS FROM THE 70s THROUGH TO 2010", "time" : "15.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.30 - 16.00 Chamberlain Square Stage", "title" : "Riding Giants ", "markerID" : "11", "id" : "244", "description" : "Riding Giants are a 4 piece hailing from bewdley, worcestershire they got together 2 years ago merging from many different bands,they write upbeat angular pop verses with big bass and skittering hi hats \r\nsometimes the choruses act catchy like a beat epidemic. Their debut cd is out later in the year.\r\n\r\nwww.myspace.com/ridinggiantsuk", "time" : "15.30", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 15.50 - 16.10 The Flapper Pub Gig Room", "title" : "Court Lane presented by Birmingham Irish Community Forum", "markerID" : "26", "id" : "294", "description" : "Winner of 2009 Battle of the Bands", "time" : "15.50", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 16.00 - 16.30 The CBSO Centre", "title" : "Freaky Feet Dance Company", "markerID" : "25", "id" : "44", "description" : "FFDC perform an explosive piece of contemporary dance based on the work of contemporary artists. The piece explores their intention and impression through the media of dance.", "time" : "16.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{ "trueVenue" : "Saturday 11th September 16.00 - 16.30 The Yardbird", "title" : "The Holy Show Band presented by Birmingham Irish Community Forum", "markerID" : "31", "id" : "307", "description" : "Pop, folk and country music", "time" : "16.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 16.30 - 17.30 Town Hall and Sunday 12th September 13.00 - 13.30 Town Hall", "title" : "Town Hall Organ Demonstration", "markerID" : "32", "id" : "379", "description" : "Town Hall's awe inspiring organ", "time" : "16.30", "venue" : "Town Hall", "day" : "Saturday" }
{ "trueVenue" : "Saturday 11th September 16.30 - 17.00 Chamberlain Square Stage", "title" : "Jodie and the Jet Plane", "markerID" : "11", "id" : "320", "description" : "We aim to inspire people with our music. We perform with conviction. We tell stories through our songs. The music is emotionally charged", "time" : "16.30", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 16.30 - 17.30 Symphony Hall", "title" : "Folk For Free - Elfynn", "markerID" : "24", "id" : "304", "description" : "The launch of a new free monthly series. Elfynn play a vibrant mix\r\nof traditional and contemporary tunes on fiddle and accordion with\r\na back line of driving danceable rhythms, grooving bass and fiery\r\nelectric guitar. \r\n", "time" : "16.30", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 16.30 - 17.00 The Prince of Wales. Sunday 12th September 17.00 - 17.30 The Flapper Pub Bar", "title" : "Brewers' Troupe", "markerID" : "30", "id" : "105", "description" : "In The Barmaid's Arms performance poetry is on tap.  Join the regulars for the Bar Room Bawls, the Ale Wife's tales and bags of scratchings!", "time" : "16.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : " Saturday 11th September 16.35 - 17.05 Centenary Square Stage", "title" : "Rich Batsford", "markerID" : "7", "id" : "205", "description" : "Combining beautiful, melodic and highly emotional contemporary piano music with inspiring and reflective songs and the odd Brian Wilson cover. 'Utterly spell-binding' Birmingham Post", "time" : "20.00", "venue" : "Centenary Square ", "day" : "Friday" }
{"trueVenue" : "Saturday 11th September 16.30 - 17.00 The Flapper Gig Room", "title" : "Guile", "markerID" : "26", "id" : "58", "description" : "Dirt-smeared blues that occasionally delves into the dark reaches of Doors-esque psychedelia. With menace and melody cramped into one tight space.", "time" : "16.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 17.00 - 17.30 The CBSO Centre", "title" : "Khalgani Tribal Bellydance", "markerID" : "25", "id" : "77", "description" : "Tribal Bellydance performance including group improvisation. This dance style is a melting pot of cultures and influences, a dynamic and colourful sight.", "time" : "17.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "11th September 17.00 - 17.30 The Yardbird", "title" : "Big Bus Groovy", "markerID" : "31", "id" : "177", "description" : "Birmingham based Nu Soul band", "time" : "17.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 17.30 - 18.00 Chamberlain Square Stage. Sunday 12th September 19.30 - 20.00 The Flapper - Gig Room", "title" : "The Black and Reds", "markerID" : "11", "id" : "321", "description" : "Rock 'n' Roll band for everyone.  Great Rock tunes that all will love and get involved with. Come and see  the best drumming and guitar playing Birmingham has to offer!\r\n\r\nwww.myspace.com/theblackandreds", "time" : "17.30", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 17.30 - 17.45 Centenary Square Stage", "title" : "Birmingham Repertory Theatre", "markerID" : "7", "id" : "278", "description" : "Hear about The REP’s exciting developments and be dazzled by musical highlights from The REP’s current show, the greatest ever science-fiction-spoof musical Little Shop of Horrors. \r\n \r\nLittle Shop Of Horrors\r\nMain House\r\n1 to 18 September\r\nA weird and wacky rock musical with a host of strange characters including geeky Seymour who’s in love with ditsy Audrey, girlfriend of the terrifying and sadistic dentist Orin. Slowly taking over the stage though is Audrey II – a cute and exotic plant that grows to monstrous proportions and develops a blood thirsty appetite. You’re guaranteed a fun night out that you’ll never forget.", "time" : "17.30", "venue" : "Centenary Square ", "day" : "Saturday" }
{ "_id" : { "$oid" : "4fa97f27354c0d6f841fc0f8" }, "trueVenue" : "11th September 17.30 - 18.00 The Flapper GIg Room", "title" : "HINGe", "markerID" : "26", "id" : "163", "description" : "HINGe write songs to be remembered, make riffs to be envied and play live with their hearts on the floor, dripping  blood, sweat and tears. ", "time" : "17.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{ "_id" : { "$oid" : "4fa97f27354c0d6f841fc0f9" }, "trueVenue" : "Saturday 11th September 18.00 - 19.00 Symphony Hall", "title" : "Poet and Pianist", "markerID" : "24", "id" : "305", "description" : "Julie Boden, Symphony Hall’s Poet in Residence, and jazz\r\npianist/composer Steve Tromans perform 'The Piano Room',\r\na suite of poems and music inspired by the Hall’s mysterious\r\npiano store. There will be an opportunity to go backstage\r\nand visit the store at the end of the performance.\r\n", "time" : "18.00", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 18.00 - 18.30 The Yardbird", "title" : "Elliot Jack", "markerID" : "31", "id" : "107", "description" : "Elliot Jack are a four piece who mix together loops, samples, guitars and occasional vocals to make a lovely melancholic warming sound.  ", "time" : "18.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 18.05 - 18.35 Centenary Square Stage", "title" : "The Drum presents Yelitza", "markerID" : "7", "id" : "279", "description" : "The Drum presents the passion and energy of Birmingham's finest Black British musical talent performing Reggae, neo-soul and R&B. \r\n\r\nYelitza is a fun, fresh and fabulous neo-soul vocalist with a splash of pop, rock and reggae. \r\n\r\nSuitable for all music lovers.", "time" : "18.50", "venue" : "Centenary Square ", "day" : "Saturday" }
{"trueVenue" : " New Street", "title" : "Cigar Box Guitar Nation", "markerID" : "25", "id" : "162", "description" : "Making original music with nothing more than a stick of wood, a box and three strings, Cigar Box Guitar Nation is set to take on the world!", "time" : "16.00", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 18.15 - 19.00 Town Hall", "title" : "Aston Performing Art Academy", "markerID" : "32", "id" : "74", "description" : "This 'Glee' Style Music Show will rock the crowd with an array of Motown, Gospel, Cool Eighties, soft Jazz, Latino and African Beats.", "time" : "18.15", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : " New Street", "title" : "The Kings of Spain", "markerID" : "30", "id" : "145", "description" : "Always surprising, always quality, they've released 3 acclaimed albums, featured on TV and radio home and abroad and supported David Gray, Ron Sexsmith, Cara Dillon.", "time" : "18.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 18.30 - 19.00  The Flapper Pub - Gig Room", "title" : "Dinky", "markerID" : "26", "id" : "424", "description" : "Although this band is very different now to how it was when I first started it and has had numerous line-up changes along the way; I wanted to use this space to reflect upon the journey so far as all of the experiences gained and people I have met along the way have all helped form important parts of this band.\r\n\r\nHaving trawled through the many pieces of paper containing song ideas, lyrics, set lists and diary entries that I found, I believe that Dinky started around the middle of the year 2000. Although there was no physical band at this point, I had begun writing some new songs that has passed the ‘mom test’ (song idea’s my mom would be heard singing days after I had played them her, which is how I gauged whether I should continue working on them) that I wanted to record under the moniker Dinky.\r\n\r\nwww.myspace.com/dinkymusic\r\n", "time" : "18.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 18.30 - 19.00 Chamberlain Square Stage", "title" : "IO Earth", "markerID" : "11", "id" : "322", "description" : "IO Earth's music is complex and intricate, emotive and heart-warming, innovate and beautiful, very melodic and easy to listen to.  It breaks down conceptual boundaries.  \r\n\r\nIOEarth came into being late in 2007 when Dave Cureton and Adam Gough decided to start work on a new album that would break conventions and defy genres.\r\n\r\nThey became friends in the early '90s whilst still at school and wrote their first pieces of music together before they were 12.\r\n\r\nOver the years, they worked on many projects with others, but their ultimate goal was to always produce something together. Something that was fresh and new. Something that would challenge the ears, hearts and minds of its listeners.\r\n\r\nThe project solidified in 2008 as the three-movement work, IOEarth.\r\n\r\nAdam and Dave began to focus on blending genres. Ambient, Rock, Dance, Classical, Atmospheric, Jazz … they would take slices of styles rarely found together and blend them seamlessly to create something new and at times something unusual.\r\n\r\nBefore long, their musical experimentation had yielded a \"sound\" of their own and the tracks were coming thick and fast.\r\n\r\nAt the beginning of 2009, they released IOEarth independently through their website, having built up a following of over 1500 via social networking sites MySpace and Facebook. Within weeks, the album had received rave reviews from many websites and online radio personalities. Despite the wide range of genres that make up the IOEarth sound, the album was quickly embraced by the Progressive Rock community and gained substantial airplay on many radio stations throughout 2009.\r\n\r\nThe majority of 2009 was spent travelling to promote the album, adapting it for live performance and rehearsing the material with a newly formed band. The density of the music made this process particularly difficult, but the end product, played by just six musicians is truly breathtaking.\r\n\r\nThe six consist of Dave and Adam themselves, playing mainly Guitar and Keyboards respectively, Richard Cureton (Dave's older brother) on Drums, Claire Malin on Vocals, Marc Williams on Bass Guitar and Luke Shingler on Saxophone.\r\n\r\nThe end of the year was punctuated with live performances; the most noteworthy being the opening act at Birmingham's Artsfest 2009, a gig at Birmingham's prestigious Jam House and a spot at the Summer's End Festival in Gloucester.\r\n\r\nIn January 2010, IOEarth were named the 'Artist of the Month' on the Melodic Revolution Records website and are the recipients of a nomination for the Best Debut Album in the 2009 Prog Awards (Result to be announced in March 2010).\r\n\r\nAs 2010 gets underway, Dave and Adam are spending their time preparing for gigs, promoting IOEarth and writing their next album, \"Red\". As their following continues to increase and more and more people discover their music, they feel that 2010 will be \"their year\". Their journey is just beginning.", "time" : "18.30", "venue" : "Chamberlain Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 19.15 - 19.45 The CBSO Centre", "title" : "The Bo Dudleys", "markerID" : "25", "id" : "223", "description" : "High octane blues, boogie and rock 'n' roll fully loaded with drive, enthusiasm and humour.", "time" : "19.15", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 19.30 - 20.00 Prince of Wales", "title" : "Rowena Knight ", "markerID" : "30", "id" : "209", "description" : "Folk Pop Flamenco meets Poetry: Original songs with a rocky edge about love, life & imagination", "time" : "19.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 19.30 - 20.00  The Flapper Pub - Gig Room", "title" : "Casino Zone", "markerID" : "26", "id" : "425", "description" : "High Voltage on Casino Zone:\r\n\r\n\"Casino Zone...have produced a tantalising snap shot of their off kilter indie pop world. This ‘indie pop’ label is used with some caution however, as this five piece are probably a little too ragged and urgent to be considered a pop act. Likewise, they’re also a little too intelligent to be considered ‘indie’. .\"\r\n\r\nArtRocker on Casino Zone:\r\n\r\n\"the most endearing thing about Casino Zone is that they don’t seem to take themselves too seriously. Their rocky-documentary style of storytelling could easily unravel if a hint of pretence was detected, but they manage to get away with it by being almost ironic in their grandeur - spiky, over-the-top guitar parts; wandering bass lines and serious speaky bits and all. I’m struggling to find a comparator for that sort of thing\"\r\n\r\nwww.myspace.com/thecasinozone\r\n", "time" : "19.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 20.00 - 21.00 The Yardbird Jazz Club", "title" : "David Garside", "markerID" : "31", "id" : "423", "description" : "It’s an easy route to locate David in the tradition of his ‘classic’ rock, pop & soul influences (McCartney, Nick Drake, Stevie Wonder, Joni Mitchell, The Beach Boys, Love, Talking Heads, Peter Gabriel, Dexy’s…), but whilst there’s no denying that these are obvious reference points, to reduce his work in these terms is short-sighted…\r\n\r\nThere are few songwriters working today that have absorbed these influences so fully, and arrived at a mature style as David has which draws on them as a back-drop not for pastiche but instead for creative exploration into uncharted territory…\r\n\r\nIt can be difficult in 2009 to make yourself heard above the noise, and it’s never been David’s style to fight his way to the front with brash sonics or fashion statements. There are no 808s or Hi-Life guitars here. His palette is ‘traditional’ - acoustic picking, piano, bass, vibes, jazz-inflected drums, elegant chamber strings & crisp soul style horns. All tastefully and beautifully arranged. His innovation instead is to create a world through his melodies and chord patterns, his gently unfolding songs structures, and his consistently engaging lyrical turn of phrase, which is all his own. Without there ever being anything ostentatious about his music, nevertheless every song is very much his; there is a subtle mood which infuses everything which could only be David Garside…\r\n\r\nPart of this equation of course is his singing voice. It says a lot that we can only evoke it’s qualities with such diverse comparisons as Steve Winwood, Nick Drake, Peter Gabriel, Brian Wilson & Arthur Lee, but there are pieces of each in his soulful yearning and very English tenor, which provides a consistency to the record’s stylistic roaming across everything from ‘Pet Sounds’ orchestrations to sparser chamber pieces and Zombies style psychedelic road-trips…\r\n\r\nSo this is ’singer-songwriter’ music in the sense that it’s focus is on song-craft and the unfolding of the lyrical vision of single individual, and it’s overall tone is one of reflection, designed for the most part for careful home-listening; but if so then it’s definitely at the sophisticated end of the scale (’progressive’ if that term isn’t too loaded…), filed alongside ‘Bryter Layter’, ‘The Hissing Of Summer Lawns’, ‘Pretzel Logic’ or ‘Surf’s Up’…\r\n\r\nWhich is all the more remarkable an achievement when you consider that not only are there no computers involved (there’s no bedroom studio pro-tools simulation here - everything you hear is recorded to tape using ‘real’ instruments), but also that all aspects of the writing and recording process are pretty much David’s own work. Not only is he providing all the voices and an array of multi-instrumental contributions, and writing all the songs, he is also his own producer and arranger; and when you listen to the engulfing beauty of the strings on ‘Mr Wise’, or the psychedelic style-hopping master-class of ‘Glimpses’, the breadth of his skill becomes evident. Then you learn that the whole thing was done on zero budget and in a handful of sessions, and it’s difficult not be astonished at the maturity of his achievement…\r\n\r\nAfter daliances with various bands in Leeds, London & his native Birmingham, David’s first release was the ‘Clockwatching’ EP in 2001 on his own Crockett Records label, followed in 2004 by his debut LP, ‘Take Control’, and then ‘Half The Man: A Paul McCartney Tribute’ in 2006, and the ‘Mr Wise’ EP in 2007…\r\n\r\nThose with any affection for the songs of Paul McCartney should investigate ‘Half The Man’, David’s (When I’m) 64-th birthday present to perhaps his biggest musical hero, inspired by the discovery that he would be turning exactly half Macca’s age only a few days away from the ex-Beatle’s birthday. Featuring faultlessly tasteful stripped-down arrangements of mainly obscure solo and Wings songs, with just acoustic guitar or piano, and cello as accompaniment, he gets to the heart of these largely overshadowed tunes, and makes a persuasive case for their re-appraisal…\r\n\r\nwww.myspace.com/davidgarside", "time" : "20.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 20.15 - 20.45 The CBSO Centre", "title" : "The Annie Duggan Band", "markerID" : "25", "id" : "228", "description" : "This is a roller coaster of a show, down to earth, blue collar lyrics and stunning musicianship that will keep you coming back for more!", "time" : "20.15", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 20.15 - 22.00 Centenary Square Stage", "title" : "Classical Fantasia", "markerID" : "7", "id" : "280", "description" : "Enjoy world class performances, culminating in a spectacular choreographed fireworks display.  A truly outstanding concert.  One not to be missed.  Conductor - Mike Seal.  Compere - Tommy Pearson", "time" : "20.15", "venue" : "Centenary Square ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 20.30 - 21.00 Prince of Wales", "title" : "Big Black Smoke", "markerID" : "30", "id" : "300", "description" : "Playing acoustically, Big Black Smoke perform an original, well-written set. Inspired by bands such as The Beatles, Kinks and Ocean Colour Scene", "time" : "20.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 20.30 - 21.00 The Flapper Gig Room", "title" : "theLights", "markerID" : "26", "id" : "59", "description" : "Alternative Indie Folk-Pop band from Stourbridge with a unique & eclectic sound championed by Janice Long & Tom Robinson as ones to watch in 2010!", "time" : "20.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 21.15 - 22.00 The CBSO Centre", "title" : "The Cohen Brothers", "markerID" : "25", "id" : "97", "description" : "Soulful mix of blues, jazz & funk. 'Completely different in terms of sound and sheer musicianship from just about any other outfit doing the rounds' (BBC H&W)\r\n\r\nThe Cohen Brothers play a soulful mix of blues/jazz/funk, inspired by some of the great bands & musicians from the UK & US of the early ‘70’s.\r\n\r\nGrowing up, listening to late night radio hosted by the likes of Bob Harris, John Peel and Alexis Korner, they bunked school to share and play vinyl 45’s & 33’s – and listen and learn. Rare UK gigs from their musical heroes Little Feat, Steely Dan, Joni Mitchell, Jeff Beck, Kokomo, Steve Winwood & Traffic made them even more determined to find soul mates in bands.\r\n\r\nMusic fans through & through, their love of music never left them – and they came together to form The Cohen Brothers in the winter of 2008, when they began working on new songs for their debut album.\r\n\r\nIn spring 2009, they recorded their album “Moving On” with producer John Rivers in leafy Leamington Spa – a CD of six original songs and three 1970’s covers from Bobby Charles, Jess Roden and Jesse Winchester.\r\n\r\nThe band played in Worcestershire and Warwickshire during 2009 – adding more new songs and covers from Steve Winwood, Traffic, Eric Clapton, Marc Cohn, Bruce Cockburn, John Martyn and Robin Trower.\r\n\r\nTheir live session on BBC Hereford & Worcester in autumn 2009 was subsequently awarded in the radio stations \"Top 10” list of the year.\r\n\r\nEvents played by the band in 2009 included Worcester Music Festival; The Malvern West Fest; The Pyramid Party; and The Assembly in Leamington. \r\n \r\nIn 2010, the band play “Upton Blues Festival”, “Blues At The Fold”, “West Fest” – are opening a live BBC broadcast from Worcester Music Festival for “BBC Introducing” Friday Session – and invited to play at the CBSO Centre in Birmingham in September as part of the “ArtsFest 2010” festival and bookings are coming in for 2011 already. \r\n\r\nAndy O’Hare BBC H&W says:  There was complete and utter quality of the highest order from the supremely polished outfit The Cohen Brothers and their sparkling numbers like Caledonia, Moving On and The Roof Blew Off.    Words fail me every time I see these guys as they're completely different in terms of sound and sheer musicianship from just about any other outfit doing the rounds.  If you've got the chance to hear this lot in the next month or so you should grab it quick as once again the general consensus was that the Julian Crook-fronted five-piece deserve a far far bigger stage - like SXSW! (March 2010)\r\n\r\nCOX'S YARD IN STRATFORD-UPON-AVON say: “Superb Soul/Blues/Jazz/American fusion band. Top class musicians who really let rip with a great sound.”\r\n\r\nTHE LAMB IN MALVERN say: “Best band ever' and 'best guitarist ever heard live'. Truly excellent set and can't wait to hear you again.”\r\n\r\n", "time" : "21.15", "venue" : "The CBSO Centre", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 21.30 - 22.00 Prince of Wales", "title" : "Knoxville Highway", "markerID" : "30", "id" : "225", "description" : "Take the Knoxville Highway - a musical journey deep into the heart and soul of Americana.", "time" : "21.30", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 21.30 - 22.30 The Yardbird", "title" : "The Love Child Electric", "markerID" : "31", "id" : "236", "description" : "Left-field Birmingham 5 piece, weaving seamlessly stories of hope, fear, love and provocation into a rich tapestry of bohemian, rock, reggae, classical and Latin influences. ", "time" : "21.30", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 21.30 - 22.15 The Flapper Pub Gig Room", "title" : "Black Market Empire", "markerID" : "26", "id" : "296", "description" : "4 piece catchy band with sing-along songs ", "time" : "21.30", "venue" : "The Flapper Pub ", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 23.00 - 00.00 The Yardbird", "title" : "The Coyotes", "markerID" : "31", "id" : "438", "description" : "Funk Rock band based in Birmingham aiming to provide something fresh to the local music scene\r\n\r\nwww.myspace.com/thecoyotesfunkyou\r\n", "time" : "23.00", "venue" : "The Yardbird Jazz Club", "day" : "Saturday" }
{"trueVenue" : "Sunday 12th September 11.00 - 11.30 Chamberlain Square Stage", "title" : "Creative Beat", "markerID" : "11", "id" : "89", "description" : "Providing an opportunity for young people to turn their creativity into something special, realising their dreams and firing their imagination", "time" : "11.00", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 11.50 - 12.10 Chamberlain Square Stage", "title" : "Sound It Out Community Music", "markerID" : "11", "id" : "63", "description" : "Original rock goodness from the young people of the Initi8 project! Bringing communities together!", "time" : "11.50", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 12.00 - 12.30 The Yardbird Jazz Club", "title" : "Arabella", "markerID" : "31", "id" : "146", "description" : "Arabella are an exciting young prospect that has recently sprung from the campus of Coventry University. With a live show that smacks of passion and energy. ", "time" : "12.00", "venue" : "The Yardbird Jazz Club", "day" : "Sunday" }
{"trueVenue" : " Victoria Square", "title" : "ArtSpace ", "markerID" : "34", "id" : "262", "description" : "The chance to see and buy a range of afforable art by talented artists from the region and all at affodable prices", "time" : "16.00", "venue" : "Victoria Square", "day" : "Friday" }
{"trueVenue" : "Sunday 12th September 12.30 - 13.00 The Prince of Wales", "title" : "Samantha Hunt ", "markerID" : "30", "id" : "250", "description" : "Drama based on mother-loss and everythng in between. ", "time" : "12.30", "venue" : "The Prince of Wales Pub", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 12.30 - 13.00 Chamberlain Square Stage", "title" : "FRUTALOKA", "markerID" : "11", "id" : "231", "description" : "A fresh cocktail of world music with whole bits of latin, funk, reggae, ska and more...", "time" : "12.30", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Saturday 11th September 16.30 - 17.30 Town Hall and Sunday 12th September 13.00 - 13.30 Town Hall", "title" : "Town Hall Organ Demonstration", "markerID" : "32", "id" : "379", "description" : "Town Hall's awe inspiring organ", "time" : "16.30", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : "Saturday 11th September 18.00 - 18.30 The Arcadian Land of Fairytales. Sunday 12th September 13.00 - 13.30 Symphony Hall", "title" : "Esther Dee", "markerID" : "24", "id" : "113", "description" : "Esther lures her audience to the bright lights of 'The Carousel' with a collection of songs  that uncover the magic in everyday.", "time" : "18.00", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : "Sunday 12th September 13.00 - 13.30 The CBSO Centre", "title" : "Birmingham Concert Orchestra ", "markerID" : "25", "id" : "237", "description" : "An introduction for all ages to the instruments in the Orchestra leading to performing a major work", "time" : "13.00", "venue" : "The CBSO Centre", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 13.00 - 13.30 The Yarbird Jazz Club and 15.00 - 15.30 The CBSO Centre", "title" : "Birmingham Opera Company", "markerID" : "31", "id" : "38", "description" : "", "time" : "13.00", "venue" : "The Yardbird Jazz Club", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 13.30 - 14.00  The Flapper Pub - Gig Room", "title" : "The Illuminations", "markerID" : "26", "id" : "426", "description" : "The Illuminations story, such as it is, starts way back in the 80s when three young men found themselves playing at a local band competition in a Walsall park on the back of a flat bed truck.\r\n\r\nIt was a pretty ramshackle affair and as the sun dipped down behind the M6 flyover and darkness descended, the only ILLUMINATION available was from the headlights of the audiences cars.\r\n\r\nPeace was fronting a roots reggae band, and a pretty damn fine one at that, Bones was noodling away with a psychedelic rock four piece and Toad held the drum stool for a band featuring Ozzy Osbournes brother no less, on guitar.\r\n\r\nA little mutual admiration society developed from that meeting, but it would be twenty five years, (yes a quarter of a century!) later before the three would hook up and start making music together after years of playing soul, reggae, acid jazz and blues in different bands, with varying degrees of success.\r\n\r\nMr.Bones loves blues. This much is true. But, he found he didnt feel comfortable singing about the concerns of sharecroppers and hard drinking  hoochie coochie men  with  mojo hands, and wanted to write and play songs that reflected the world that he knew.  He found that he shared a common outlook with  Mr. Peace and Mr. Toad  in the realisation that life was really about trying to rescue meaning from the clutches of an all pervading economic and cultural materialism that puts a price on everything  but   at the same \r\n\r\nhttp://www.myspace.com/theilluminationsband\r\n", "time" : "13.30", "venue" : "The Flapper Pub ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 13.30 - 14.00 The Prince of Wales", "title" : "Conservatoire Klezmer and Friends", "markerID" : "30", "id" : "375", "description" : "This wonderful world of Traditional Jewish music will be enchanting audiences again, together with emerging young talent.", "time" : "13.30", "venue" : "The Prince of Wales Pub", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 13.30 - 14.00 Chamberlain Square Stage", "title" : "Nu Century Arts & The Live Box presents Zara Sykes", "markerID" : "11", "id" : "329", "description" : "", "time" : "13.30", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 13.30 - 13.55 KerrangFest Centenary Square Stage", "title" : "Fuzzbox", "markerID" : "7", "id" : "397", "description" : "", "time" : "13.30", "venue" : "Centenary Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 14.00 - 14.30 Town Hall", "title" : "Bournville Young Singers", "markerID" : "32", "id" : "129", "description" : "An exciting programme of show stopping songs from many hit musicals, delivered in a vibrant, exciting manner by this talented energetic youth choir.", "time" : "14.00", "venue" : "Town Hall", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 14.00 - 14.30 The Yardbird Jazz Club", "title" : "The Nomad Project ", "markerID" : "31", "id" : "66", "description" : "A collective of musicians and singers who seemlessly thread tapestries between the seldom acknowledged families of modern jazz, neo soul and folk. Soaring vocals and inviting instrumentations tell stories. Real Earth Music", "time" : "14.00", "venue" : "The Yardbird Jazz Club", "day" : "Sunday" }
{"trueVenue" : " The CBSO Centre", "title" : "Lady Georgianna", "markerID" : "25", "id" : "123", "description" : "Lady Georgianna are away with the fairies in this performance of 18th century poetry and song", "time" : "14.00", "venue" : "The CBSO Centre", "day" : "Sunday" }
{"trueVenue" : " Sunday 12th September 14.00 - 14.30 Symphony Hall", "title" : "Rogue States", "markerID" : "24", "id" : "201", "description" : "A band shaped by experience, classic pop and restless minds, Rogue States arrive uniquely accomplished with soaring melodies and widescreen stadium guitars.", "time" : "14.00", "venue" : "Symphony Hall", "day" : "Saturday" }
{"trueVenue" : "Sunday 12th September 14.15 - 14.40 KerrangFest Centenary Square Stage", "title" : "Kidnapper Bell", "markerID" : "7", "id" : "398", "description" : "We are an Anglo-American Band based in Birmingham. 3 are locals, 1 is American. \r\nWe like making music, meeting new people, and sharing slang terms and cuisine from our respective areas. \r\n\"Kidnapper Bell more than hold their own sharing a bill with the great Johnny Foreigner and Calories The glistening chimes of guitar fused with stuttering glitches of drums and synths, like a tetchier 35 Seconds paralyse many in the crowd not prepared for the sublime quality of this excitingly progressive and melodic Anglo-American four piece”. (THE FLY LIVE REVIEW)\r\n\r\nwww.myspace.com/kidnapperbell", "time" : "14.15", "venue" : "Centenary Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 14.15 to 14.40 KerrangFest Centenary Square Stage", "title" : "Malpas", "markerID" : "7", "id" : "427", "description" : "\"Swooping and poetic folk kissed by electronica\" - The Music Fix\r\n\r\n\"Built up with the dexterity of a matchstick modeller and the power of a traction engine\" - The Fly\r\n\r\nwww.myspace.com/malpasmusic\r\n", "time" : "14.15", "venue" : "Centenary Square ", "day" : "Sunday" }
{"trueVenue" : "Saturday 11th September 14.00 - 14.30 The Yardbird and Sunday 12th September 14.30 to 15.00 The Prince of Wales", "title" : "Michelle Lawrence and The Equators", "markerID" : "30", "id" : "188", "description" : "Singer-songwriter Michelle Lawrence and  'The Equators ' perform a fantastic set of original  pop, acoustic and soul music.  Great live music for everyone. ", "time" : "14.00", "venue" : "The Prince of Wales Pub", "day" : "Saturday" }
{"trueVenue" : "Sunday 12th September 14.30 - 15.00", "title" : "Scat Cat", "markerID" : "30", "id" : "376", "description" : "With a background working with some of the greats in British folk music including Eddi Reader,this Celtic Funk duo will have you up and a dancing before you can say 'folk'", "time" : "14.30", "venue" : "The Prince of Wales Pub", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 14.30 - 15.00 The Flapper - Gig Room", "title" : "The Ultraphonics", "markerID" : "26", "id" : "158", "description" : "Brumbeat is alive and kicking with The Ultraphonics who have one agenda only ~ to drive you wild and fill a dancefloor in seconds.", "time" : "14.30", "venue" : "The Flapper Pub ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 14.30 - 15.00 Chamberlain Square Stage", "title" : "Gabbidon", "markerID" : "11", "id" : "330", "description" : "", "time" : "14.30", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 13.00 - 13.30 The Yarbird Jazz Club and 15.00 - 15.30 The CBSO Centre", "title" : "Birmingham Opera Company", "markerID" : "25", "id" : "38", "description" : "", "time" : "13.00", "venue" : "The CBSO Centre", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 15.00 - 15.30", "title" : "Delano Mills", "markerID" : "24", "id" : "75", "description" : "Enjoy the music of some of the great artistes in Jazz funk and fusion.", "time" : "15.00", "venue" : "Symphony Hall", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 15.00 - 15.30 The Yardbird Jazz Club", "title" : "HLI/ Unseen Primal", "markerID" : "31", "id" : "54", "description" : "Hip-hop with dub, electronica and folk rock pulsating by roots in music from India, The Moors, the Caribbean, Malaysia with the visceral poetics of African Griots, Sufi Mystics and Head Banging Punks", "time" : "15.00", "venue" : "The Yardbird Jazz Club", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 15.00 - 15.25 KerrangFest Centenary Square Stage. 21.00 - 21.30 Acoustic set The Flapper Bar", "title" : "Templeton Pek", "markerID" : "7", "id" : "218", "description" : "The start of 2010 has already seen the band tour the UK twice as support to punk legends Goldblade and Epitaph’s Story Of The Year respectively.\r\n2009 saw TP expand and switch their touring gaze upon mainland Europe, with 3 massive tours supporting Germany’s pop punk titans ITCHY POOPZKID, co-headlining with Austria’s biggest selling punk band 3 FEET SMALLER and opening for Epitaph’s welsh crew THE BLACKOUT across no less than 9 countries. Last year also saw the inclusion of ‘Red_Lights_Flash’ on the soundtrack to the No 2 charting COLIN McCRAE: THE DIRT 2 console game on Xbox360, PS3 and Wii. Alongside the likes of BIFFY CLYRO, RISE AGAINST, QUEENS OF THE STONE AGE, SCARS ON BROADWAY and YOU ME AT SIX. The band were also selected to participate in a campaign to promote legal downloading by drinks giant COCA-COLA.\r\n", "time" : "15.00", "venue" : "Centenary Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 15.00 - 15.30 Town Hall", "title" : "Birmingham Community Gospel Choir", "markerID" : "32", "id" : "380", "description" : "", "time" : "15.00", "venue" : "Town Hall", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 15.30 - 16.00 The Prince of Wales", "title" : "Redman Greenman", "markerID" : "30", "id" : "125", "description" : "Zany music, comedy and poetry mix.  An invitation into the wacky world of red and green.  Be prepared to fall over!", "time" : "15.30", "venue" : "The Prince of Wales Pub", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 15.30 - 16.00 Chamberlain Square Stage & 22.00 - 22.30 The Yardbird Jazz Club", "title" : "The Heels", "markerID" : "11", "id" : "251", "description" : "The Heels have had a wholesome refit made themselves ultra comfortable rebooted (un)reformed and revamped, resoled and renewed over the hard Winter and are now back in a new t-Shirt \r\nwith our logo on for all you Heels fans! Having toured the UK with The Beat and Neville Staple (of The Specials), we played at Shambala and Leamington Peace Festival last year. Currently learning new material - going back to the original masters of Jamaican Ska for inspiration - with some added Ska Latino! \r\n\r\nWe are now leaner, fitter and hungrier than ever! You've Been Warned - Get Yerselves Heeled! \"Great Birmingham Ska band who have toured with The Beat. Great musicianship, a tight horn section and funk influences give them an edge over most ska bands, recommended.\" (Review by Jibbering Records/Shambala) \r\n\r\nhttp://www.myspace.com/theheelsska", "time" : "15.30", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Friday 10th September 17.30 to 18.00 BMAG Round Room. Sunday 12th September 15.30 - 16.00 The Flapper - Gig Room", "title" : "Carousel Circus", "markerID" : "26", "id" : "370", "description" : "Full throttle rock, blues and country cocktail for your listening pleasure. Just add ice.", "time" : "17.30", "venue" : "The Flapper Pub ", "day" : "Friday" }
{"trueVenue" : " The Dance Marquee. Sunday 12th September 16.00 - 16.30 Town Hall", "title" : "DanceXchange", "markerID" : "32", "id" : "282", "description" : "DanceXchange presents some of the best young dancers in the region.", "time" : "18.35", "venue" : "Town Hall", "day" : "Saturday" }
{"trueVenue" : "Sunday 12th September 16.00 - 16.30 The CBSO Centre", "title" : "Birmingham Choral Union", "markerID" : "25", "id" : "141", "description" : "Birmingham Choral Union was established in the 1880's and has been actively involved in the musical life of the City in three different centuries !", "time" : "16.00", "venue" : "The CBSO Centre", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 16.00 - 16.30 Symphony Hall", "title" : "West Midlands Barbershop Harmony Club", "markerID" : "24", "id" : "221", "description" : "A member of the British Association of Barbershop Singers and affiliated to the Barbershop Harmony Society in America", "time" : "16.00", "venue" : "Symphony Hall", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 16.00 - 16.30 The Yardbird Jazz Club", "title" : "Mara", "markerID" : "31", "id" : "51", "description" : "Positive music (with messages about peace, love, harmony and happiness) using beatbox and 2 loop station processors!", "time" : "16.00", "venue" : "The Yardbird Jazz Club", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 16.30 - 17.00 Chamberlain Square Stage", "title" : "The Boom Operators", "markerID" : "11", "id" : "239", "description" : "A heady concoction of hip hop, electronica, dub and breakbeat performed by some of birmingham's finest musical minds\r\n\r\nAutomaton is the prodigal love child of 2 major UK soundsystems.\r\nThe infamous hip hop event 'Scratch Club', and the fabled electronic music event 'Earko'\r\nHe is the promoter and resident DJ at both of these legendary events which have seen him perform alongside such diverse acts as public enemy, aphex twin, qbert, john peel, luke vibert, plaid, the scratch perverts and many other top acts from the hip hop and electronica genres.\r\nHis music is a mix of both styles.... with a bit of dub mixed in\r\n", "time" : "16.30", "venue" : "Chamberlain Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 16.30 - 17.00 The Flapper - Gig Room", "title" : "BURNSIDE", "markerID" : "26", "id" : "371", "description" : "Live rock and roll, fully charged, accomplished local band, perfoming a diverse set for artsfest. Not to be missed! ", "time" : "16.30", "venue" : "The Flapper Pub ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 16.30 to 17.00 KerrangFest Centenary Square Stage", "title" : "The Little Million", "markerID" : "7", "id" : "399", "description" : "The Little Million have a loyal following built from consistent touring of both the UK and Japan, and are preparing to release their debut album 'Satellite'. Produced by award winning rock producer Carl Bown (Fightstar, Laruso, Funeral For A Friend), 'Satellite' is an accomplished and impressive Big Rock record, boasting the finesse of Biffy Clyro’s recent orchestral period with added QOTSA melodic crunch and My Chemical Romance pop edge. But it’s so much more than even that. ‘Satellite’ is a rock album to anticipate this year.\r\nHaving supported the likes of Feeder and The Parlotones already this year, alongside their own solo shows, there is no doubt that 2010 is the year for The Little Million. ‘Satellite’ is a rock album to anticipate!\r\n\r\nwww.myspace.com/thelittlemillion", "time" : "16.30", "venue" : "Centenary Square ", "day" : "Sunday" }
{"trueVenue" : "Sunday 12th September 16.30 - 17.00 The Prince of Wales", "title" : "Wrote Under ", "markerID" : "30", "id" : "193", "description" : "A bagful of suprises from Wrote Under- perfect poetry,suprising stories,cool comedy and open mic. ", "time" : "16.30", "venue" : "The Prince of Wales Pub", "day" : "Sunday" }
